Repository: MinnKhantThuu/GlideMouse
Catalog: Sources/GlideMouse/Resources/Localizable.xcstrings
Source language: en
Languages: my, zh_hans

source: Save for %@
my: %@ အတွက် သိမ်းမည်
zh_hans: 保存到 %@

source: Saved for all apps. Try your mouse button.
my: App အားလုံးအတွက် သိမ်းပြီးပါပြီ။ Mouse ခလုတ်ကို နှိပ်စမ်းနိုင်ပါတယ်။
zh_hans: 已保存到所有应用。按下鼠标按钮试试吧。

source: Saved for %@. Open that app to try it.
my: %@ အတွက် သိမ်းပြီးပါပြီ။ အဲဒီ app ကိုဖွင့်ပြီး စမ်းနိုင်ပါတယ်။
zh_hans: 已保存到 %@。打开该应用试试吧。

source: From All apps
my: App အားလုံး ဆက်တင်မှ ယူသုံးထားသည်
zh_hans: 沿用所有应用

source: Custom action for %@
my: %@ အတွက် သီးခြားသတ်မှတ်ထားသည်
zh_hans: %@ 的专属操作

source: Reset to All apps action
my: App အားလုံး ဆက်တင်အတိုင်း ပြန်သုံးမည်
zh_hans: 恢复为所有应用的操作

source: Ready-made setups
my: အဆင်သင့် ဆက်တင်များ
zh_hans: 现成设置

source: Saving these changes affects: %@
my: သိမ်းလိုက်လျှင် သက်ရောက်မည့်နေရာ: %@
zh_hans: 这些更改将用于：%@

source: Apply this setup to: %@
my: ဤဆက်တင်ကို သုံးမည့်နေရာ: %@
zh_hans: 将此设置应用于：%@

source: Choose an app above, then change only the actions it needs.
my: အပေါ်မှာ app ကိုရွေးပြီး လိုအပ်တဲ့လုပ်ဆောင်ချက်တွေကိုပဲ ပြောင်းပါ။
zh_hans: 先在上方选择应用，再修改需要单独设置的操作。

source: Mouse changes are paused in this app.
my: ဒီ app မှာ mouse လုပ်ဆောင်ချက် ပြောင်းလဲမှုတွေကို ခေတ္တရပ်ထားပါတယ်။
zh_hans: 此应用中的鼠标调整已暂停。

source: No action assigned yet
my: လုပ်ဆောင်ချက် မသတ်မှတ်ရသေးပါ
zh_hans: 尚未设置操作

source: Use different scrolling in this app
my: ဒီ app အတွက် စာမျက်နှာရွေ့ပုံကို သီးခြားသတ်မှတ်မည်
zh_hans: 为此应用单独设置滚动

source: Using All apps scrolling. Enable the switch above to customize this app.
my: App အားလုံး ဆက်တင်အတိုင်း ယူသုံးနေပါတယ်။ ဒီ app အတွက် သီးခြားပြင်ချင်ရင် အပေါ်က switch ကို ဖွင့်ပါ။
zh_hans: 正在沿用“所有应用”的滚动设置。启用上方开关后，可为此应用单独设置。

source: Actions for the selected app
my: ရွေးထားသော app တွင် သုံးမည့်လုပ်ဆောင်ချက်များ
zh_hans: 所选应用的操作

source: Default scrolling for all apps. Each app can have its own changes.
my: App အားလုံးမှာ သုံးမည့် စာမျက်နှာရွေ့ပုံပါ။ App တစ်ခုချင်းအတွက် သီးခြားပြောင်းနိုင်ပါတယ်။
zh_hans: 所有应用使用的默认滚动设置，也可以为每个应用单独修改。

source: Scrolling changes apply only while using %@. Other apps keep their own settings.
my: %@ ကို သုံးနေချိန်မှာပဲ စာမျက်နှာရွေ့ပုံ ပြောင်းမယ်။ တခြား app တွေမှာ မူလဆက်တင်အတိုင်းပါ။
zh_hans: 滚动更改仅在使用 %@ 时生效。其他应用保持各自的设置。

source: App-specific settings
my: App အလိုက် ဆက်တင်များ
zh_hans: 按应用设置

source: Remove this app setup
my: ဤ app ၏ သီးခြားဆက်တင်များကို ဖျက်မည်
zh_hans: 删除此应用的设置

source: Changes apply only while using %@.
my: %@ ကို သုံးနေချိန်မှာပဲ ဒီဆက်တင်တွေ သက်ရောက်ပါတယ်။
zh_hans: 更改仅在使用 %@ 时生效。

source: Save for this app
my: ဒီ App အတွက် သိမ်းမည်
zh_hans: 保存到此应用

source: Custom for this app
my: ဒီ App အတွက် သတ်မှတ်ထားသည်
zh_hans: 此应用的专属设置

source: Developed by %@
my: %@ က ရေးသားဖန်တီးထားပါတယ်
zh_hans: 开发者：%@

source: Version %@
my: ဗားရှင်း %@
zh_hans: 版本 %@

source: Contact developer
my: ဖန်တီးသူကို ဆက်သွယ်ရန်
zh_hans: 联系开发者

source: Enjoy using GlideMouse? Support its development or get in touch.
my: GlideMouse ကို နှစ်သက်ရင် ဖန်တီးသူကို အားပေးနိုင်သလို အကြံပြုချက်တွေလည်း ပို့နိုင်ပါတယ်။
zh_hans: 喜欢 GlideMouse？欢迎支持开发或与开发者联系。

source: Your settings
my: သင်၏ ဆက်တင်များ
zh_hans: 你的设置

source: Back up or transfer your mouse settings.
my: Mouse ဆက်တင်တွေကို အရန်သိမ်းထားနိုင်သလို တခြား Mac မှာလည်း ပြန်သုံးနိုင်ပါတယ်။
zh_hans: 备份或迁移鼠标设置。

source: Questions or feedback? Get in touch.
my: မေးမြန်းလိုတာ၊ အကြံပြုလိုတာရှိရင် ဆက်သွယ်နိုင်ပါတယ်။
zh_hans: 有问题或建议？欢迎联系。

source: Email
my: Email ပို့ရန်
zh_hans: 电子邮件

source: Website
my: Website ကြည့်ရန်
zh_hans: 网站

source: Remove app
my: App ဖြုတ်ရန်
zh_hans: 移除应用

source: Remove %@ from GlideMouse
my: %@ ကို GlideMouse ထဲမှ ဖြုတ်ရန်
zh_hans: 从 GlideMouse 中移除 %@

source: Removes this app's mouse settings from GlideMouse. The app itself stays installed. Undo restores the setup.
my: ဒီ app အတွက် mouse ဆက်တင်တွေကို GlideMouse ထဲကပဲ ဖယ်မယ်။ App ကို မဖျက်ပါဘူး။ Undo နဲ့ ဆက်တင်တွေ ပြန်ယူနိုင်ပါတယ်။
zh_hans: 仅从 GlideMouse 中删除此应用的鼠标设置，不会卸载应用。撤销可恢复设置。

source: Removed %@. All apps settings now apply. Undo restores its setup.
my: %@ ကို ဖြုတ်ပြီးပါပြီ။ App အားလုံးအတွက် ဆက်တင်ကို ပြန်သုံးပါမယ်။ Undo နဲ့ ပြန်ယူနိုင်ပါတယ်။
zh_hans: 已移除 %@，现在沿用“所有应用”的设置。撤销可恢复该应用的设置。

source: Troubleshooting
my: ပြဿနာဖြေရှင်းရန်
zh_hans: 排查问题

source: Mouse control
my: Mouse အသုံးပြုခွင့်
zh_hans: 鼠标控制权限

source: If your mouse actions do not work, check these permissions and reopen GlideMouse.
my: Mouse လုပ်ဆောင်ချက်တွေ အလုပ်မလုပ်ရင် အောက်က အသုံးပြုခွင့်တွေကို စစ်ပြီး GlideMouse ကို ပြန်ဖွင့်ကြည့်ပါ။
zh_hans: 如果鼠标操作未生效，请检查以下权限，然后重新打开 GlideMouse。

source: Mouse touch surface
my: Mouse ရဲ့ ထိတွေ့မျက်နှာပြင်
zh_hans: 鼠标触摸表面

source: Shortcut recorder
my: Shortcut မှတ်တမ်းတင်ရန်
zh_hans: 快捷键录制框

source: Press shortcut…
my: Shortcut ကို နှိပ်ပါ…
zh_hans: 请按下快捷键…

source: Drag distance
my: ဆွဲရွှေ့ရမည့် အကွာအဝေး
zh_hans: 拖动距离

source: Unsupported configuration schema %d.
my: Setting ဖိုင် version %d ကို မဖတ်နိုင်သေးပါ။
zh_hans: 不支持设置格式版本 %d。

source: Settings and backup could not be read. Existing files have been preserved.
my: Setting ဖိုင်နဲ့ backup ကို ဖတ်မရပါ။ ရှိပြီးသားဖိုင်တွေကို မပြောင်းဘဲ သိမ်းထားပါတယ်။
zh_hans: 无法读取设置及备份，现有文件已保留。

source: Invalid mouse calibration list.
my: Mouse ခလုတ်နေရာ သတ်မှတ်ချက်စာရင်း မမှန်ပါ။
zh_hans: 鼠标按钮标注列表无效。

source: Invalid calibration.
my: Mouse ခလုတ်နေရာ သတ်မှတ်ချက် မမှန်ပါ။
zh_hans: 鼠标按钮标注无效。

source: Invalid calibrated button.
my: သတ်မှတ်ထားသော mouse ခလုတ် မမှန်ပါ။
zh_hans: 已标注的鼠标按钮无效。

source: %@ is outside its valid range.
my: %@ အတွက် တန်ဖိုးက သတ်မှတ်ထားတဲ့ အတိုင်းအတာထဲ မရှိပါ။
zh_hans: %@ 超出允许范围。

source: Too many profiles.
my: App နဲ့ mouse သတ်မှတ်ချက်တွေ များလွန်းနေပါတယ်။
zh_hans: 应用或设备配置过多。

source: Global defaults cannot have an app or device selector.
my: App အားလုံးအတွက် setting မှာ app တခု ဒါမှမဟုတ် mouse တခုကို ရွေးထားလို့မရပါ။
zh_hans: 全局默认设置不能限定应用或设备。

source: Duplicate profile identifiers.
my: သတ်မှတ်ချက် ID တွေ ထပ်နေပါတယ်။
zh_hans: 配置标识符重复。

source: A profile needs an app or device selector.
my: ဒီသတ်မှတ်ချက်အတွက် app ဒါမှမဟုတ် mouse တခုကို ရွေးပေးပါ။
zh_hans: 此配置需要指定应用或设备。

source: Invalid bundle identifier.
my: App ID မမှန်ပါ။
zh_hans: 应用标识符无效。

source: Invalid device identifier.
my: Mouse ID မမှန်ပါ။
zh_hans: 设备标识符无效。

source: Duplicate app/device profile rules.
my: App နဲ့ mouse အတွက် သတ်မှတ်ချက်တွေ ထပ်နေပါတယ်။
zh_hans: 应用或设备配置规则重复。

source: Invalid profile name or mapping count.
my: သတ်မှတ်ချက်နာမည် ဒါမှမဟုတ် လုပ်ဆောင်ချက်အရေအတွက် မမှန်ပါ။
zh_hans: 配置名称或操作数量无效。

source: Duplicate mapping identifiers.
my: လုပ်ဆောင်ချက် ID တွေ ထပ်နေပါတယ်။
zh_hans: 操作标识符重复。

source: Mapping name is too long.
my: လုပ်ဆောင်ချက်နာမည် ရှည်လွန်းနေပါတယ်။
zh_hans: 操作名称过长。

source: Conflicting mappings in %@.
my: %@ မှာ တူညီတဲ့ input အတွက် လုပ်ဆောင်ချက်တွေ ထပ်နေပါတယ်။
zh_hans: %@ 中的操作设置存在冲突。

source: Invalid trigger.
my: ခလုတ်နှိပ်ပုံ သတ်မှတ်ချက် မမှန်ပါ။
zh_hans: 输入方式设置无效。

source: Left/right buttons support double click and hold. Ordinary clicks stay native.
my: ဘယ်ခလုတ်နဲ့ ညာခလုတ်အတွက် နှစ်ချက်နှိပ်တာနဲ့ ဖိထားတာကို သတ်မှတ်နိုင်ပါတယ်။ ပုံမှန်တချက်နှိပ်တာက မပြောင်းပါ။
zh_hans: 左右键支持设置双击和长按，普通单击保持原有功能。

source: Use a side or wheel button for chords.
my: ခလုတ်တွဲနှိပ်ဖို့ ဘေးခလုတ် ဒါမှမဟုတ် ဘီးခလုတ်ကို သုံးပါ။
zh_hans: 按钮组合请使用侧键或滚轮按钮。

source: Chord buttons must be different.
my: တွဲနှိပ်မယ့် ခလုတ်နှစ်ခုက မတူရပါ။
zh_hans: 组合中的两个按钮必须不同。

source: Invalid action options.
my: လုပ်ဆောင်ချက်ရွေးချယ်စရာ သတ်မှတ်ချက် မမှန်ပါ။
zh_hans: 操作选项无效。

source: %@ needs a target.
my: %@ အတွက် လုပ်ဆောင်ရမယ့်နေရာကို ရွေးပေးပါ။
zh_hans: %@ 需要指定目标。

source: Only valid HTTP/HTTPS URLs are accepted.
my: မှန်ကန်တဲ့ HTTP/HTTPS website လိပ်စာကိုပဲ သုံးနိုင်ပါတယ်။
zh_hans: 请输入有效的 HTTP 或 HTTPS 网页地址。

source: Invalid scroll speed or acceleration.
my: Scroll အမြန်နှုန်း ဒါမှမဟုတ် အရှိန်တိုးတန်ဖိုး မမှန်ပါ။
zh_hans: 滚动速度或加速值无效。

source: Configuration exceeds 2 MB.
my: Setting ဖိုင်က 2 MB ထက် ကြီးနေပါတယ်။
zh_hans: 设置文件超过 2 MB。

source: Missing schema version.
my: Setting ဖိုင်မှာ version မပါပါ။
zh_hans: 设置文件缺少格式版本。

source: Merge conflicts with profile %@. Use replace or change its selectors.
my: %@ နဲ့ သတ်မှတ်ချက်တွေ ထပ်နေပါတယ်။ အစားထိုးပါ ဒါမှမဟုတ် app/mouse ရွေးထားတာကို ပြောင်းပါ။
zh_hans: 合并内容与配置 %@ 冲突。请使用替换，或更改该配置的应用或设备。

source: Merge conflicts with a global mapping.
my: App အားလုံးအတွက် လုပ်ဆောင်ချက်တခုနဲ့ ထပ်နေပါတယ်။
zh_hans: 合并内容与全局操作设置冲突。

source: The settings file contains invalid or unsupported values.
my: Setting ဖိုင်မှာ မမှန်ကန်တဲ့ ဒါမှမဟုတ် မသုံးနိုင်သေးတဲ့ တန်ဖိုးတွေ ပါနေပါတယ်။
zh_hans: 设置文件包含无效或不支持的值。

source: The file could not be read or saved. Check its format, location and access permissions.
my: ဖိုင်ကို ဖတ်လို့ ဒါမှမဟုတ် သိမ်းလို့ မရပါ။ ဖိုင်ပုံစံ၊ သိမ်းတဲ့နေရာနဲ့ အသုံးပြုခွင့်တွေကို စစ်ပေးပါ။
zh_hans: 无法读取或保存文件。请检查文件格式、位置和访问权限。

source: Mapping disabled
my: ဒီလုပ်ဆောင်ချက်ကို ပိတ်ထားပါတယ်
zh_hans: 此操作已停用

source: Accessibility permission required
my: Accessibility အသုံးပြုခွင့် လိုပါတယ်
zh_hans: 需要辅助功能权限

source: Mission Control could not be opened
my: Window အားလုံးကို ဖွင့်ပြလို့ မရပါ
zh_hans: 无法打开调度中心

source: Invalid web URL
my: Website လိပ်စာ မမှန်ပါ
zh_hans: 网页地址无效

source: URL could not be opened
my: Website ကို ဖွင့်လို့မရပါ
zh_hans: 无法打开网页

source: Target does not exist
my: ရွေးထားတဲ့နေရာ မရှိပါ
zh_hans: 目标不存在

source: Target could not be opened
my: ရွေးထားတဲ့နေရာကို ဖွင့်လို့မရပါ
zh_hans: 无法打开目标

source: Shell action requires explicit opt-in
my: Shell command ကို လုပ်ဆောင်ဖို့ အရင် ခွင့်ပြုပေးရပါမယ်
zh_hans: 需先明确允许执行 Shell 命令

source: A command is already running
my: Command တခု လုပ်ဆောင်နေပြီးသားပါ
zh_hans: 已有命令正在执行

source: Command failed to start
my: Command ကို စလို့မရပါ
zh_hans: 无法启动命令

source: Command running
my: Command လုပ်ဆောင်နေပါတယ်
zh_hans: 正在执行命令

source: Command finished: %@
my: Command ပြီးပါပြီ။ ရလဒ် code: %@
zh_hans: 命令已结束，退出代码：%@

source: Command cancelled or timed out
my: Command ကို ရပ်လိုက်ပါပြီ ဒါမှမဟုတ် အချိန်ကျော်သွားပါတယ်
zh_hans: 命令已取消或超时

source: Private framework unavailable
my: Touch framework ကို မသုံးနိုင်ပါ
zh_hans: 私有框架不可用

source: Required private symbols unavailable
my: လိုအပ်တဲ့ touch interface တွေ မရှိပါ
zh_hans: 所需的私有接口不可用

source: No multitouch devices reported
my: Multitouch device မတွေ့ပါ
zh_hans: 未检测到多点触控设备

source: Selected device is not a validated Magic Mouse candidate
my: ရွေးထားတဲ့ device ကို Magic Mouse အဖြစ် အတည်မပြုနိုင်ပါ
zh_hans: 所选设备尚未确认为可用的 Magic Mouse

source: Touch device refused start
my: Touch device ကို စလို့မရပါ
zh_hans: 触摸设备无法启动

source: Experimental Magic Mouse touch adapter running
my: Magic Mouse touch adapter ကို စမ်းသပ်ပုံစံနဲ့ ဖွင့်ထားပါတယ်
zh_hans: 实验性 Magic Mouse 触摸适配正在运行

source: recognized
my: လုပ်ဆောင်ချက်အဖြစ် ဖမ်းမိ
zh_hans: 已识别

source: button down
my: ခလုတ်နှိပ်
zh_hans: 按钮按下

source: button up
my: ခလုတ်လွှတ်
zh_hans: 按钮松开

source: Help
my: အကူအညီ
zh_hans: 帮助

source: Home
my: အစသို့
zh_hans: 起始位置

source: Page Up
my: အပေါ်တမျက်နှာ
zh_hans: 上一页

source: End
my: အဆုံးသို့
zh_hans: 末尾

source: Page Down
my: အောက်တမျက်နှာ
zh_hans: 下一页

source: Key %d
my: ခလုတ် %d
zh_hans: 按键 %d

source: How mouse actions work
my: ခလုတ်လုပ်ပုံ ကြည့်ရန်
zh_hans: 查看按键用法

source: Magic Mouse connected
my: Magic Mouse ချိတ်ထားပါပြီ
zh_hans: Magic Mouse 已连接

source: Set up now, try when connected
my: အခု ပြင်ထားပြီး mouse ချိတ်တဲ့အခါ စမ်းပါ
zh_hans: 先设置，连接后试用

source: See gesture examples
my: Gesture နမူနာများ ကြည့်ရန်
zh_hans: 查看手势示例

source: Prepare gestures here even without a Magic Mouse. These settings do not remap the buttons on your other mouse.
my: Magic Mouse မရှိသေးလည်း ဒီနေရာမှာ gesture တွေ ကြိုသတ်မှတ်ထားနိုင်ပါတယ်။ လက်ရှိသုံးနေတဲ့ တခြား mouse ရဲ့ ခလုတ်တွေကို မပြောင်းပါဘူး။
zh_hans: 即使还没有 Magic Mouse，也可以先设置手势。这些设置不会修改其他鼠标的按键。

source: Use Magic Mouse touch gestures
my: Magic Mouse touch gesture များ သုံးမည်
zh_hans: 使用 Magic Mouse 触控手势

source: Touch input is experimental. Enable GlideMouse and allow its permissions to try it.
my: Touch gesture တွေကို စမ်းသပ်ဆဲပါ။ စမ်းဖို့ GlideMouse ကို ဖွင့်ပြီး လိုအပ်တဲ့ permission တွေ ပေးထားပါ။
zh_hans: 触控功能仍在实验阶段。请启用 GlideMouse 并授予权限后试用。

source: Your setup is saved. Touch input starts only when a supported Magic Mouse is connected and GlideMouse is enabled.
my: ဆက်တင်တွေကို သိမ်းထားနိုင်ပါတယ်။ ပံ့ပိုးထားတဲ့ Magic Mouse ချိတ်ပြီး GlideMouse ကို ဖွင့်ထားမှ touch gesture တွေ အလုပ်လုပ်ပါမယ်။
zh_hans: 可以保存设置。只有连接支持的 Magic Mouse 并启用 GlideMouse 后，触控手势才会运行。

source: Review suggested gestures
my: အကြံပြု gesture များ ကြည့်ရန်
zh_hans: 查看建议手势

source: Choose a gesture
my: လုပ်မယ့် gesture ကို ရွေးပါ
zh_hans: 选择手势

source: Number of taps
my: ထိမည့်အကြိမ်ရေ
zh_hans: 轻点次数

source: Single tap
my: တစ်ချက်ထိ
zh_hans: 轻点一次

source: Double tap
my: နှစ်ချက်ထိ
zh_hans: 轻点两次

source: Triple tap
my: သုံးချက်ထိ
zh_hans: 轻点三次

source: Tap once, then touch again and hold or move. Move the mouse to drag; lift that finger to release. Use another finger to scroll while dragging.
my: တစ်ချက်ထိပြီး နောက်တစ်ချက်မှာ ဖိထားပါ၊ ဒါမှမဟုတ် ရွှေ့ပါ။ Mouse ကို ရွှေ့ရင် ဆွဲရွှေ့ပါမယ်။ အဲဒီလက်ချောင်းကို ဖယ်လိုက်ရင် လွှတ်ပါမယ်။ ဆွဲရွှေ့နေတုန်း တခြားလက်ချောင်းတစ်ချောင်းနဲ့ scroll လုပ်နိုင်ပါတယ်။
zh_hans: 轻点一次，再次触摸并按住或移动。移动鼠标即可拖动，抬起该手指即可松开。拖动时可以用另一根手指滚动。

source: Add a modifier key
my: တွဲနှိပ်မည့် keyboard key
zh_hans: 添加修饰键

source: An explicit modifier gesture overrides the ordinary one. Otherwise Command, Option, Control and Shift stay attached to click and drag actions.
my: Key တွဲနှိပ်တဲ့ gesture ကို သီးသန့်သတ်မှတ်ထားရင် အဲဒီ action ကို သုံးပါမယ်။ မသတ်မှတ်ထားရင် Command၊ Option၊ Control၊ Shift တွေက click နဲ့ drag မှာ ပုံမှန်အတိုင်း ပါဝင်ပါမယ်။
zh_hans: 如果单独设置了带修饰键的手势，就使用该操作。否则点击和拖动会保留 Command、Option、Control 和 Shift。

source: No action set
my: လုပ်ဆောင်ချက် မသတ်မှတ်ရသေးပါ
zh_hans: 尚未设置操作

source: Inherited from All apps. Save here to change it only for this app.
my: App အားလုံးအတွက် ဆက်တင်ကို သုံးနေပါတယ်။ ဒီနေရာမှာ သိမ်းရင် ရွေးထားတဲ့ app အတွက်ပဲ ပြောင်းပါမယ်။
zh_hans: 沿用所有 App 的设置。在此保存后，只对所选 App 生效。

source: Set action
my: လုပ်ဆောင်ချက် သတ်မှတ်ရန်
zh_hans: 设置操作

source: Change action
my: လုပ်ဆောင်ချက် ပြောင်းရန်
zh_hans: 更改操作

source: Saved touch gestures
my: သိမ်းထားသော touch gesture များ
zh_hans: 已保存的触控手势

source: No touch gestures saved yet. Review the suggested gestures or set an action above.
my: Touch gesture မသိမ်းရသေးပါ။ အကြံပြု gesture တွေကို ကြည့်ပါ၊ ဒါမှမဟုတ် အပေါ်မှာ action တစ်ခု သတ်မှတ်ပါ။
zh_hans: 尚未保存触控手势。可以查看建议手势，或在上方设置操作。

source: Touch feel
my: ထိတွေ့မှု ချိန်ညှိရန်
zh_hans: 触控手感

source: Before your first test
my: ပထမဆုံး မစမ်းခင်
zh_hans: 首次试用前

source: If a double tap also triggers macOS Smart Zoom, turn Smart Zoom off in System Settings → Mouse → More Gestures. Pause other mouse utilities while testing.
my: နှစ်ချက်ထိလိုက်လို့ macOS Smart Zoom ပါ ဖြစ်လာရင် System Settings → Mouse ထဲမှာ Smart Zoom ကို ပိတ်ပါ။ စမ်းနေတုန်း တခြား mouse app တွေကိုလည်း ခေတ္တပိတ်ထားပါ။
zh_hans: 如果轻点两次还触发了 macOS 智能缩放，请在系统设置 → 鼠标中关闭智能缩放。测试时暂停其他鼠标工具。

source: Start with tap and right-side tap, then try swipes, pinch, drag and drag scrolling. The examples are illustrations; real Magic Mouse testing is still required.
my: တစ်ချက်ထိတာနဲ့ ညာဘက်ခြမ်းထိတာကို အရင်စမ်းပါ။ ပြီးမှ swipe၊ pinch၊ drag နဲ့ drag လုပ်ရင်း scroll တာကို စမ်းပါ။ နမူနာတွေက ရှင်းပြတဲ့ပုံတွေပါ။ Magic Mouse အစစ်နဲ့ စမ်းဖို့ ကျန်ပါသေးတယ်။
zh_hans: 先试轻点和右侧轻点，再试滑动、捏合、拖动和拖动时滚动。示例仅用于演示，仍需要用真实 Magic Mouse 验证。

source: Change one setting at a time. Larger movement thresholds reduce accidental gestures.
my: ဆက်တင်တစ်ခုစီ ပြောင်းပြီး စမ်းပါ။ ရွှေ့ရမယ့် အကွာအဝေးကို တိုးထားရင် မတော်တဆ gesture ဖြစ်တာ လျော့ပါမယ်။
zh_hans: 每次只调整一项。增大移动距离阈值可以减少误触。

source: How long a touch can last and still count as a tap.
my: တစ်ချက်ထိတာလို့ သတ်မှတ်ဖို့ လက်ချောင်းကို အများဆုံး ဘယ်လောက်ကြာ ထားနိုင်မလဲ။
zh_hans: 触摸持续多久以内仍算作轻点。

source: Time allowed between taps. Increase if you double-tap slowly.
my: နှစ်ချက်ထိတဲ့အခါ အကြားမှာ ခွင့်ပြုမယ့်အချိန်ပါ။ ဖြည်းဖြည်းနှိပ်တတ်ရင် တိုးထားပါ။
zh_hans: 两次轻点之间允许的间隔。如果轻点较慢，可以调大。

source: How far your finger can move during a tap. Lower values reject more accidental touches.
my: တစ်ချက်ထိနေတုန်း လက်ချောင်း ဘယ်လောက်ရွှေ့နိုင်မလဲ။ လျှော့ထားရင် မတော်တဆ ရွှေ့ထိတာကို ပိုစစ်ထုတ်ပါမယ်။
zh_hans: 轻点时允许手指移动的距离。调小后会过滤更多误触。

source: Tap slide speed
my: မတော်တဆ ပွတ်ထိမှု စစ်ရန်
zh_hans: 轻点滑动速度

source: Reject a fast brush across the mouse even if the total movement is small.
my: အကွာအဝေး နည်းနည်းပဲ ရွှေ့သွားလည်း မြန်မြန်ပွတ်ထိတာဆိုရင် click မလုပ်ပါဘူး။
zh_hans: 即使总移动距离较小，也会过滤快速擦过鼠标的触摸。

source: Swipe speed
my: Swipe အမြန်နှုန်း
zh_hans: 滑动速度

source: How far to swipe before the action runs.
my: Action စလုပ်ဖို့ လက်ချောင်းကို ဘယ်လောက်ရွှေ့ရမလဲ။
zh_hans: 滑动多远后执行操作。

source: Minimum swipe speed. Zero accepts slow, deliberate swipes.
my: Swipe လို့ သတ်မှတ်ဖို့ အနည်းဆုံး အမြန်နှုန်းပါ။ သုညထားရင် ဖြည်းဖြည်းရွှေ့တာကိုပါ လက်ခံပါမယ်။
zh_hans: 识别滑动的最低速度。设为零时也接受缓慢滑动。

source: How much to pinch or spread before a zoom shortcut runs.
my: Zoom shortcut စလုပ်ဖို့ လက်ချောင်းနှစ်ချောင်းကို ဘယ်လောက်စု၊ ဘယ်လောက်ခွာရမလဲ။
zh_hans: 两根手指捏合或张开多少距离后执行缩放快捷键。

source: Where the right-click zone starts, from the left edge of the mouse.
my: Mouse ရဲ့ ဘယ်အစွန်းကနေ စတွက်ပြီး ညာကလစ်ဧရိယာ ဘယ်နေရာက စမလဲ။
zh_hans: 从鼠标左侧起，右键区域从哪个位置开始。

source: Right zone front
my: ညာကလစ်ဧရိယာ ရှေ့ခြမ်း
zh_hans: 右键区域前端

source: Limit right-side taps to the front of the mouse. Zero uses the whole right side.
my: ညာကလစ်ကို ရှေ့ခြမ်းမှာပဲ ထိလို့ရအောင် ကန့်သတ်ပါ။ သုညထားရင် ညာခြမ်းတစ်ခုလုံးမှာ သုံးနိုင်ပါတယ်။
zh_hans: 把右侧轻点限制在鼠标前端。设为零时使用整个右侧区域。

source: How long a stationary finger waits before new touches can ignore it.
my: ငြိမ်နေတဲ့ လက်ချောင်းကို ချထားတာလို့ သတ်မှတ်ဖို့ စောင့်မယ့်အချိန်ပါ။ အဲဒီနောက် ထပ်ထိတဲ့ လက်ချောင်းတွေကို သီးသန့်ဖတ်ပါမယ်။
zh_hans: 静止的手指停留多久后，新的触摸可以忽略它。

source: Drag scroll speed
my: ဆွဲရွှေ့ရင်း scroll အမြန်နှုန်း
zh_hans: 拖动时滚动速度

source: How far the page scrolls as the second finger moves during a drag.
my: ဆွဲရွှေ့နေတုန်း ဒုတိယလက်ချောင်းကို ရွှေ့ရင် စာမျက်နှာ ဘယ်လောက်ရွှေ့မလဲ။
zh_hans: 拖动时，第二根手指移动会让页面滚动多远。

source: Reverse scroll while dragging
my: ဆွဲရွှေ့ရင်း scroll ဦးတည်ချက် ပြောင်းပြန်ထားမည်
zh_hans: 反转拖动时的滚动方向

source: App switch delay
my: App ရွေးပြီး ပြောင်းမည့်အချိန်
zh_hans: App 切换等待时间

source: Keep the app chooser open between swipes; select the highlighted app after this pause.
my: Swipe ထပ်လုပ်နိုင်ဖို့ app ရွေးတဲ့အကွက်ကို ဖွင့်ထားပါမယ်။ ဒီအချိန်ကြာအောင် ရပ်လိုက်ရင် ရွေးထားတဲ့ app ကို ပြောင်းပါမယ်။
zh_hans: 在连续滑动之间保持 App 切换器打开，停顿这段时间后切换到选中的 App。

source: Tap and swipe distances are fractions of the touch surface. Timing is in seconds; drag scroll speed uses pixels per surface length.
my: Tap နဲ့ swipe အကွာအဝေးတွေက touch ဧရိယာရဲ့ အချိုးအစားပါ။ အချိန်ကို စက္ကန့်နဲ့ တိုင်းပါတယ်။ Drag scroll အမြန်နှုန်းက touch ဧရိယာတစ်ခုစာ ရွှေ့ရင် scroll လုပ်မယ့် pixel အရေအတွက်ပါ။
zh_hans: 轻点和滑动距离按触控表面的比例计算。时间单位为秒；拖动时滚动速度按整个触控表面的像素数计算。

# action.cycleAppsForward
source: Cycle apps forward
my: နောက် app ကို ရွေးမည်
zh_hans: 向后循环选择 App

# action.cycleAppsBackward
source: Cycle apps backward
my: ရှေ့ app ကို ရွေးမည်
zh_hans: 向前循环选择 App

source: Delete
my: ဖျက်ရန်
zh_hans: 删除

source: Touch hold delay
my: Touch ကို ဖိထားမည့်အချိန်
zh_hans: 触控按住时间

source: Time to hold the second touch before dragging starts. Moving that finger also starts a drag. Mouse button holds are unchanged.
my: ဒုတိယအကြိမ်ထိတဲ့အခါ drag စဖို့ ဖိထားရမယ့်အချိန်ပါ။ လက်ချောင်းကို ရွှေ့လိုက်ရင်လည်း drag စပါမယ်။ Mouse ခလုတ် ဖိထားတဲ့ဆက်တင်ကို မပြောင်းပါဘူး။
zh_hans: 第二次触摸按住多久后开始拖动。移动该手指也会开始拖动，不影响鼠标按键的长按设置。

source: Connection and permissions
my: ချိတ်ဆက်မှုနှင့် permission
zh_hans: 连接与权限

source: Add button action
my: ခလုတ်လုပ်ဆောင်ချက် ထည့်ရန်
zh_hans: 添加按钮操作

source: Add gesture
my: လက်ဟန် ထည့်ရန်
zh_hans: 添加手势

source: Choose an action in each row. Changes save automatically.
my: တစ်ကြောင်းချင်းစီမှာ လုပ်ဆောင်ချက်ရွေးပါ။ ရွေးလိုက်တာနဲ့ သိမ်းပေးပါတယ်။
zh_hans: 在每一行选择操作，更改会自动保存。

source: Find a button on your mouse
my: Mouse ခလုတ်နေရာ ကြည့်ရန်
zh_hans: 查看鼠标按钮位置

source: Select a label to add an action for that button.
my: ခလုတ်အမည်ကို နှိပ်ပြီး အဲဒီခလုတ်အတွက် လုပ်ဆောင်ချက်ထည့်နိုင်ပါတယ်။
zh_hans: 点击按钮标签，即可为该按钮添加操作。

source: Taps
my: ထိခြင်း
zh_hans: 轻点

source: Swipes
my: ပွတ်ဆွဲခြင်း
zh_hans: 轻扫

source: Pinch and drag
my: ချုံ့ခြင်းနှင့် ဆွဲရွှေ့ခြင်း
zh_hans: 捏合与拖移

source: Modified gestures
my: Keyboard ခလုတ်နှင့် တွဲသုံးသော လက်ဟန်များ
zh_hans: 组合键手势

source: No gestures added yet
my: လက်ဟန် မထည့်ရသေးပါ
zh_hans: 尚未添加手势

source: No button actions added yet
my: ခလုတ်လုပ်ဆောင်ချက် မထည့်ရသေးပါ
zh_hans: 尚未添加按钮操作

source: Use Add gesture to choose a tap, swipe or pinch.
my: “လက်ဟန် ထည့်ရန်” ကိုနှိပ်ပြီး ထိခြင်း၊ ပွတ်ဆွဲခြင်း သို့မဟုတ် ချုံ့ခြင်းကို ရွေးပါ။
zh_hans: 点击“添加手势”，选择轻点、轻扫或捏合。

source: Use Add button action, then press a button or choose it from the list.
my: “ခလုတ်လုပ်ဆောင်ချက် ထည့်ရန်” ကိုနှိပ်ပြီး ခလုတ်ကို နှိပ်ပြပါ၊ ဒါမှမဟုတ် စာရင်းထဲက ရွေးပါ။
zh_hans: 点击“添加按钮操作”，按下鼠标按钮或从列表选择。

source: Triple click
my: သုံးချက်နှိပ်
zh_hans: 三击

source: %d-finger tap
my: လက်ချောင်း %d ချောင်းဖြင့် ထိ
zh_hans: %d 指轻点

source: %d-finger double tap
my: လက်ချောင်း %d ချောင်းဖြင့် နှစ်ချက်ထိ
zh_hans: %d 指双击

source: %d-finger triple tap
my: လက်ချောင်း %d ချောင်းဖြင့် သုံးချက်ထိ
zh_hans: %d 指三击

source: Right-side tap
my: ညာဘက်ခြမ်းကို ထိ
zh_hans: 右侧轻点

source: Right-side double tap
my: ညာဘက်ခြမ်းကို နှစ်ချက်ထိ
zh_hans: 右侧双击

source: Right-side triple tap
my: ညာဘက်ခြမ်းကို သုံးချက်ထိ
zh_hans: 右侧三击

source: %d-finger swipe %@
my: လက်ချောင်း %d ချောင်းဖြင့် %@ ပွတ်ဆွဲ
zh_hans: %d 指向%@轻扫

source: This action comes from All apps. Choose another action to change it only here.
my: App အားလုံးအတွက် သတ်မှတ်ထားတာကို သုံးနေပါတယ်။ ဒီ App အတွက်ပဲ ပြောင်းချင်ရင် တခြားလုပ်ဆောင်ချက် ရွေးပါ။
zh_hans: 此操作来自“所有应用”。选择其他操作，仅更改当前应用。

source: Edit action details
my: လုပ်ဆောင်ချက်အသေးစိတ် ပြင်ရန်
zh_hans: 编辑操作详情

source: Press a mouse button in this box, or choose it below.
my: ဒီအကွက်ထဲမှာ Mouse ခလုတ်ကို နှိပ်ပြပါ၊ ဒါမှမဟုတ် အောက်မှာရွေးပါ။
zh_hans: 在此区域按下鼠标按钮，或在下方选择。

source: Press your mouse button here
my: ဒီနေရာမှာ Mouse ခလုတ်ကို နှိပ်ပြပါ
zh_hans: 在这里按下鼠标按钮

source: Click the field, then press your shortcut.
my: အကွက်ကိုနှိပ်ပြီး သုံးချင်တဲ့ shortcut ကို နှိပ်ပါ။
zh_hans: 点击输入框，然后按下快捷键。

source: Mappings
zh_hans: 操作设置

# action.quickLook
source: Quick Look
zh_hans: 快速查看

# action.appExpose
source: App Exposé
zh_hans: 显示当前应用的所有窗口

# action.screenshot
source: Screenshot shortcut
zh_hans: 截图

source: Media
zh_hans: 媒体控制

source: Space
zh_hans: 空格

source: Gesture
zh_hans: 手势
